blog/2021/person-who-watches-the-sea.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-05 Sat 19:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>看海的人</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">看海的人</h1>
</header><blockquote>
<p>
我啊，不太喜欢历史。
</p>

<p>
你看，以前人做过什么，知道了又能怎么样？
</p>

<p>
但是呢，我想，再有趣点是不是更好呀。
</p>

<p>
历史当中全都是奇妙的故事，不是吗？
</p>
</blockquote>

<p>
的确，历史中有很多有趣的故事。观察自己的历史是件有趣的事情，可以看到自己的初心、看到自己的雏形、看到自己
比现在稚嫩的一面。
</p>

<blockquote>
<p>
人类无法正确、完整地理解历史。
</p>
</blockquote>

<p>
因为历史由胜利者书写，历史的走向会向着他们需要的方向写下。客观的历史并不存在。这是我目前的历史观。
</p>

<blockquote>
<p>
在人类被赋予的有限的智慧范围内，理解历史有两种方法：
</p>

<p>
一种是作为有趣的故事去理解，另一种是作为引导自己的科学去理解。
</p>

<p>
科学适合现在的你，以史为鉴，思考将来该做的事。
</p>
</blockquote>

<p>
理解历史的两种方法：当作故事；作为引导自己的科学。
</p>

<blockquote>
<p>
对于整个宇宙而言，生存者的存在有什么意义呢？如此辛苦地想要逃出去的意义又在哪里呢？为什么不能在这个世界里安定快乐地生活下去呢？整个部族为什么不能就在这里中止一直以来的旅程呢？真的不能中止吗？
</p>
</blockquote>

<p>
真的不能中止吗？
</p>

<blockquote>
<p>
世界是广阔而又永恒的，人生则是渺小而又短暂的。尽管如此-&#x2013;&#x2014;啊，不，应该是正因为如此，才不能不去考虑自己的行动对于全世界乃至全宇宙的意义。
</p>
</blockquote>

<p>
明白自己的行动对于自己的意义，对于世界的意义。
</p>

<blockquote>
<p>
就算在同样的环境里生活，有希望的时候和没有希望的时候，快乐与痛苦也完全不同。就算做同样的工作，有目的的时候和讨厌去做的时候，疲惫与否也完全不同。
</p>
</blockquote>

<p>
同样的工作，有目的地做和无目的地做，体验是不同的。
</p>

<blockquote>
<p>
一开始谁都没有外表，没有声音，没有名字，所有这些都是每个人自己花费很长时间才决定的东西，反复斟酌，用心挑选，盼望能给他人留下好印象，一想到每个接触的人都在看这个外表，就会有种满足感。可是，有时候我也意识到，其实别人根本不会用我费尽心思决定的外表和名字。他们只会随手给我的外表、声音或者名字加上别名。
</p>
</blockquote>

<p>
别人并不像自己以为的那样，也看中自己的外表。
</p>

<blockquote>
<p>
伪装成想让人看的自己，他们却不看；
</p>

<p>
他们看到的是，我并不知道的自己。
</p>

<p>
那样的世界令人窒息。
</p>

<p>
是吗？那请仔细听好：
</p>

<p>
不管哪个世界，都是一样的。
</p>

<p>
你只会看到想让人看到的自己，
</p>

<p>
别人只会看到他们想看到的你。
</p>

<p>
人类可以看到自己想看的东西，
</p>

<p>
也只能看到自己想看的东西。
</p>

<p>
既不自由，却也很任性。
</p>

<p>
即使如此，也应该接受世界本来的样子。
</p>

<p>
用没有阴霾的眼睛去看没有扭曲的世界，
</p>

<p>
用坦诚的心去追寻，世界必将向你倾诉。
</p>
</blockquote>

<p>
我看到的都是别人想让我看到的，我所表现的也是期待别人发现的。即便如此，这个世界还是如此美丽，所以用你的心去接受世界本来的样子，用没有阴霾的眼睛去看没有扭曲的世界，用坦诚的心去追寻，世界必将向你倾诉。
</p>

<blockquote>
<p>
她成了永远。
</p>

<p>
但那是对他而言的吗？
</p>

<p>
得到永远的，是他吗？
</p>

<p>
还是她？
</p>

<p>
永远在哪里都不存在。
</p>

<p>
世界的一切都是刹那的梦。
</p>

<p>
同时，永远在哪里都存在。
</p>

<p>
一切都伫立在永劫之缘中。
</p>

<p>
一切都是坐标系的游戏。
</p>

<p>
没有确定的基础。
</p>

<p>
刹那即永恒。
</p>

<p>
永远即瞬间。
</p>

<p>
如果那是真的，永远也会有终点吗？
</p>

<p>
如果有终点，为什么会是永远？
</p>

<p>
为什么你只关心终点？
</p>

<p>
终点也是起点，
</p>

<p>
恰如早晨是夜晚的终点，
</p>

<p>
恰如春天是冬天的终点。
</p>

<p>
没有终点，便不会有起点。
</p>

<p>
永远开始的时候，首先必须要在那里终结。
</p>

<p>
如果那是真的，那就没有真正的起点了。
</p>

<p>
那样的话，为什么会有世界？
</p>

<p>
为什么，我们会存在？
</p>
</blockquote>

<p>
她的时间无限漫长，他渐渐老去，彼此永远不能在一起。
</p>
</div>
</body>
</html>